Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: ནམ་མཁའ་ལས་ཚུ་རོལ་གྱི་འགྲམ་ནས་ཕ་རོལ་གྱི་འགྲམ་དུ་གཤེགས་སོ་ཞེས་དེའི་ལོ་རྒྱུས་བསྙད་དོ། །དེ་སྐད་ཐོས་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་དེ་ཕྱིན་ཆད་རབ་ཏུ་བྱུང་བ་ཐམས་ཅད་ལ་གྲུ་བཙས་མི་དབབ་པར་བྱས་སོ།
en: Instead he just flew through the air from one bank to the other!” When King Bimbisāra heard this, he waived the crossing fee for monks from that day onward.

source: །དགེ་སློང་དག་དེ་ལྟར་དེ་བཞིན་གཤེགས་པ་མཐར་གྱིས་ཡུལ་རྒྱུ་བ་རྒྱུ་ཞིང་གྲོང་ཁྱེར་ཆེན་པོ་བཱ་རཱ་ཎ་སཱི་ག་ལ་བ་དེར་གཤེགས་སོ།
en: Monks, in this way the Thus-Gone One traveled through the land. Finally he arrived at the city of Vārāṇasī.

source: །གཤེགས་ནས་ནང་པར་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས། གྲོང་ཁྱེར་ཆེན་པོ་བཱ་རཱ་ཎ་སཱིར་བསོད་སྙོམས་ཀྱི་ཕྱིར་གཤེགས་ཏེ།
en: At dawn he dressed, put on his mendicant robe, and took his alms bowl.

source: དེར་བསོད་སྙོམས་ཀྱི་ཕྱིར་གཤེགས་ནས།
en: Then he entered the city of Vārāṇasī to seek alms.

source: བསོད་སྙོམས་ཀྱི་ཞལ་ཟས་མཇུག་ཏུ་གསོལ་ཏེ།
en: Soon he had acquired enough offerings and sat down for his meal.

source: ཟས་ཀྱི་བྱ་བ་བྱས་ནས་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་ག་ལ་བ་དང་། ལྔ་སྡེ་བཟང་པོ་ག་ལ་བ་དེར་གཤེགས་པ་དང་། ལྔ་སྡེ་བཟང་པོ་དག་གིས་དེ་བཞིན་གཤེགས་པ་རྒྱང་རིང་པོ་ནས་གཤེགས་པ་མཐོང་ངོ་།
en: He then proceeded to the Deer Park by Hill of the Fallen Sages to meet his five former companions. The five companions could see the Thus-Gone One approaching from a distance, and they began to scheme:

source: །མཐོང་ནས་ཀྱང་འདི་སྐད་དུ་ཚེ་དང་ལྡན་པ་དག་དགེ་སྦྱོང་གཽ་ཏ་མ་ལྷོད་པ། མང་དུ་ཟ་བ། སྤོང་བ་ལས་ཉམས་པ་འདི་འོངས་ཏེ།
en: “Venerable ones, look, here comes that mendicant Gautama, that lazy, gluttonous one who has given up on his ascetic practices.

source: འདིས་སྔོན་གྱི་དཀའ་བ་སྤྱད་པ་དེས་མིའི་ཆོས་བླ་མ་ལས་མཆོག་ཏུ་གྱུར་པ། འཕགས་པའི་ཡེ་ཤེས་མཐོང་བའི་ཁྱད་པར་ཅུང་ཟད་ཀྱང་མངོན་སུམ་དུ་བྱེད་མ་ནུས་ནས།
en: Before, when he practiced austerities, he never managed to manifest any deep wisdom derived from the teachings of superior humans.

source: ད་ལྟར་ཁ་ཟས་རགས་པ་ཟ་ཞིང་བསོད་སྙོམས་ལ་སྦྱོར་བ་དང་ལྡན་པར་གནས་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: How much worse are things now! He is not to be emulated as he walks around eating proper food and doing easy practices.

source: ལྷོད་པ་མང་དུ་ཟ་བ།
en: That lazy glutton!

source: འདི་ལ་སྐལ་བ་མེད་ཀྱིས་གང་གིས་ཀྱང་འདི་བསུ་བར་མི་བྱའོ།
en: None of us should approach him to greet him or rise when he comes.

source: །ལྡང་བར་མི་བྱའོ། །ཆོས་གོས་དང་ལྷུང་བཟེད་བླང་བར་མི་བྱའོ།
en: Don’t help him by holding his robes or his offering bowl.

source: །སྟན་དང་ཡོངས་སུ་སྤྱད་པར་འོས་པའི་བཏུང་བ་དང་། རྐང་པ་གཞག་པ་ཡང་སྦྱིན་པར་མི་བྱའོ། །སྟན་ལྷག་པ་གཞན་ནི་མ་གཏོགས་ཏེ།
en: Don’t offer him food or drink for refreshment, nor a place to rest his legs.

source: ཚེ་དང་ལྡན་པ་གཽ་ཏ་མ་སྟན་ལྷག་པ་གཞན་འདི་དག་ཡོད་ཀྱིས་ཇི་སྟེ་འདོད་ན་འདུག་ཤིག་པར་བརྗོད་དོ་ཞེས་འོག་ཁྲིམས་བཅས་སོ།
en: We can, however, set up some spare seats and say, ‘Venerable Gautama, these are spare seats. If you like, you may sit.’ ”

source: །ཚེ་དང་ལྡན་པ་ཀུན་ཤེས་ཀཽཎྜི་ནྱས་སེམས་ཀྱིས་ནི་ཁས་མ་བླངས་ཏེ་ཚིག་གིས་ནི་མི་རུང་ཞེས་མ་བྱས་སོ།
en: The venerable Ājñāta­kauṇḍinya did not agree with this, but he did not voice his opposition, either.

source: །དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ཇི་ལྟ་ཇི་ལྟར་ལྔ་སྡེ་བཟང་པོ་ག་ལ་བ་དེར་གཤེགས་པ་དེ་ལྟ་དེ་ལྟར་དེ་དག་རང་རང་གི་སྟན་ལ་མི་དགའ་ཞིང་ལྡང་འདོད་པར་གྱུར་ཏེ།
en: Monks, the closer the Thus-Gone One came to his five former companions, the more uncomfortable they felt in their seats and wanted to stand up.

source: འདི་ལྟ་སྟེ་དཔེར་ན་འདབ་ཆགས་བྱ་སྐོན་པར་བཅུག་པར་གྱུར་ལ། སྐོན་པ་དེའི་འོག་ནས་མེས་བདུགས་ན།
en: They felt like birds caught in a cage with a fire burning below.

source: དེ་མེས་གདུངས་པས་མྱུར་བ་མྱུར་བར་འཕར་བར་འདོད་ཅིང་འཕུར་འདོད་པ་དེ་བཞིན་དུ། དེ་བཞིན་གཤེགས་པ་ཇི་ལྟ་ཇི་ལྟར་ལྔ་སྡེ་བཟང་པོ་དག་གི་གན་དུ་གཤེགས་པ་དེ་ལྟ་དེ་ལྟར་ལྔ་སྡེ་བཟང་པོ་དག་རང་རང་གི་སྟན་ལ་མི་དགའ་ཞིང་ལྡང་འདོད་པར་གྱུར་ཏོ།
en: Just as birds tormented by a fire wish nothing more than to take off quickly and fly away, the closer the Thus-Gone One came to the five companions, the more uncomfortable they felt in their seats and wanted to get up.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། གང་དག་དེ་བཞིན་གཤེགས་པ་མཐོང་ནས་སྟན་ལས་མི་ལྡང་བའི་སེམས་ཅན་དེ་ནི་སེམས་ཅན་གྱི་རིས་ན་གང་ཡང་མེད་དོ།
en: The reason they felt this way is that no living being is able to remain seated when beholding the Thus-Gone One.

source: །དེ་བཞིན་གཤེགས་པ་ཇི་ལྟ་ཇི་ལྟར་ལྔ་སྡེ་བཟང་པོ་དག་གི་གན་དུ་གཤེགས་པ་དེ་ལྟ་དེ་ལྟར་ལྔ་སྡེ་བཟང་པོ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་དཔལ་དང་གཟི་བརྗིད་མ་བཟོད་ནས་སྟན་གྱི་སྟེང་ན་འདར་ཞིང་ཀུན་གྱི་ས་འོག་ཁྲིམས་ཞིག་སྟེ།
en: So the closer the Thus-Gone One came to the five companions, the more overwhelming his splendor and radiance became. They began to quiver in their seats, and then their prior plan fell apart completely and they all stood up from their seats.

source: སྟན་ལས་ལངས་ནས་ལ་ལ་ནི་རིམ་གྲོ་བྱེད།
en: One went to greet him.

source: ལ་ལས་ནི་བསུ་སྟེ་ན་བཟའ་ཆོས་གོས་དང་ལྷུང་བཟེད་བླངས།
en: One approached him and held his robe and alms bowl.

source: ལ་ལས་ནི་གདན་བཏིང་།
en: One prepared a seat for him.

source: ལ་ལས་ནི་ཞབས་གཞག་པ་བཤམས།
en: One made a footrest.

source: ལ་ལས་ནི་ཞབས་བཀྲུ་བའི་ཆུ་བཤམས་ཏེ། འདི་སྐད་ཅེས་ཀྱང་གསོལ་ཏོ།
en: One brought water to wash his feet and said,

source: །ཚེ་དང་ལྡན་པ་གཽ་ཏ་མ་ཁྱོད་ལེགས་པར་བྱོན་ཏོ།
en: “Welcome, Venerable Gautama! Welcome, Venerable Gautama!

source: །གདན་བཏིང་བ་འདི་ལ་བཞུགས་སུ་གསོལ།
en: Please sit on this seat that we have laid out.”

source: དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་གདན་བཏིང་བ་ལ་བཞུགས་ནས། ལྔ་སྡེ་བཟང་པོ་དག་དེ་བཞིན་གཤེགས་པ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་མགུ་བར་བྱ་བ་དང་ཡང་དག་པར་ཆགས་པར་བྱ་བའི་གཏམ་རྣམ་པ་མང་པོ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ།
en: Monks, the Thus-Gone One indeed sat on the seat that had been arranged, and the five companions, who tried to make diverse, happy, and pleasing conversation with the Thus-Gone One, sat a little apart.

source: །ཕྱོགས་གཅིག་ཏུ་འཁོད་ནས་ཀྱང་དེ་བཞིན་གཤེགས་པ་ལ་ལྔ་སྡེ་བཟང་པོ་དག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཚེ་དང་ལྡན་པ་གཽ་ཏ་མའི་དབང་པོ་རྣམས་ནི་རབ་ཏུ་གསལ་ལོ། །པགས་པའི་མདོག་ནི་ཡོངས་སུ་དག་གོ། །ཞེས་བྱ་བ་ཐམས་ཅད་སྔ་མ་བཞིན་ནོ། །ཚེ་དང་ལྡན་པ་གཽ་ཏ་མ་ཁྱོད་ལ་མིའི་ཆོས་བླ་མ་ལས་མཆོག་ཏུ་གྱུར་པ་འཕགས་པའི་ཡེ་ཤེས་མཐོང་བའི་ཁྱད་པར་ཆུང་ཟད་མངོན་སུམ་དུ་མཛད་པ་ལྟ་མངའ་འམ། དགེ་སློང་དག་དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: They spoke to the Thus-Gone One in the same way the Ājīvika had addressed him earlier: “Venerable Gautama, your senses are calm, and your skin is bright, pure, and of yellow hue. Just as the autumn season, which is white and bright, becomes of yellow hue, so too your senses, Lord Gautama, are bright, and your round face is perfectly pure. Just as when the ripe fruit of the tāla tree is nipped off its stem, the severed area immediately becomes yellow, bright, and perfectly pure, so too, Gautama, are your bright senses and your perfectly pure round face. Just as a necklace made of gold from the Jambū River, whose surface has the excellence of a shining meteor, when well fashioned by a skillful son of a goldsmith and thrown onto a white cloth becomes of vivid color, resplendent, perfectly pure, and exceedingly bright, just so, Venerable Gautama, are your calmed senses, bright skin color, and your perfectly pure round face. Venerable Gautama, with whom did you practice religion?”

source: དེ་བཞིན་གཤེགས་པས་ལྔ་སྡེ་བཟང་པོ་རྣམས་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །དགེ་སློང་དག་ཁྱེད་དེ་བཞིན་གཤེགས་པ་ལ་ཚེ་དང་ལྡན་པ་ཞེས་མ་རྗོད་ཅིག །ཁྱེད་ལ་ཡུན་རིང་པོར་གནོད་པ་དང་མི་ཕན་པ་དང་། མི་བདེ་བར་གྱུར་ཏ་རེ།
en: The Thus-Gone One answered the five companions, “Monks, do not address the Thus-Gone One as ‘venerable,’ meaning ‘long-lived,’ or you will have failure, adversity, and unhappiness for a long time.

source: དགེ་སློང་དག་ངས་ནི་བདུད་རྩི་དང་འཆི་བ་མེད་པར་འགྲོ་བའི་ལམ་མངོན་དུ་བྱས་སོ།
en: Monks, I have actualized immortality and the path that leads to immortality.

source: །དགེ་སློང་དག་ང་ནི་སངས་རྒྱས་སོ། །ཐམས་ཅད་མཁྱེན་པའོ། །ཐམས་ཅད་གཟིགས་པའོ།
en: Monks, I am the awakened one, the omniscient one, the all-seeing one.

source: །བསིལ་བར་གྱུར་པའོ། །ཟག་པ་ཟད་པའོ། །ཆོས་ཐམས་ཅད་ལ་དབང་བའོ།
en: I have become tranquil and have exhausted all faults.

source: །དགེ་སློང་དག་ངས་ཁྱེད་ལ་ཆོས་བཤད་ཀྱིས་ཚུར་ཤོག །ཉོན་ཅིག །ནན་ཏན་གྱིས་ཤིག །
en: “Monks, being the master of phenomena, I will teach you the Dharma. Come, listen and understand.

source: རྣ་བ་ལྷོགས་ཤིག་དང་། ངས་གདམས་ཤིང་རྗེས་སུ་བསྟན་ཏོ།
en: Listen intently with open ears, and I will give you instruction and guidance.

source: །ངས་ཇི་ནས་ཡང་དག་པར་བཤད་ཅིང་ཡང་དག་པར་རྗེས་སུ་བསྟན་ན། ཁྱེད་ཀྱང་ཟག་པ་རྣམས་ཟད་ནས་ཟག་པ་ཟད་པའི་སེམས་རྣམ་པར་གྲོལ་བ་དང་། ཤེས་རབ་རྣམ་པར་གྲོལ་བ་ཚེ་འདི་ཉིད་ལ་རང་གི་མངོན་པར་ཤེས་པས་མངོན་དུ་བྱས་ཏེ་ཉེ་བར་བསྒྲུབས་ནས།
en: When I teach and guide you, you will also relinquish all faults and be liberated within a stainless and insightful state of mind. When you attain realization, you will proclaim:

source: བདག་གི་སྐྱེ་བ་ཟད་དོ།
en: ‘Our births have been exhausted.

source: །ཚངས་པར་སྤྱོད་པ་བསྙེན་ཏོ། །བྱ་བ་བྱས་སོ།
en: The religious life has been led. That which ought to be done has been done—and nothing else.

source: །འདི་ལས་སྲིད་པ་གཞན་མི་ཤེས་སོ། །ཞེས་ཤེས་པར་འགྱུར་རོ། །
en: We therefore know an existence different from this ordinary life.’

source: དགེ་སློང་དག་ཁྱེད་ཚེ་དང་ལྡན་པ་དག་དགེ་སྦྱོང་གཽ་ཏ་མ་ལྷོད་པ། མང་དུ་ཟ་བ། སྤོང་བ་ལས་ཉམས་པ་འདི་འོངས་ཏེ་ཞེས་བྱ་བ་ནས་ཇི་སྟེ་འདོད་ན་འདུག་ཤིག་ཅེས་བྱ་བའི་བར་ཐམས་ཅད་སྔ་མ་བཞིན་ཏེ། དེ་སྙམ་དུ་མ་བསམས་སམ།
en: “Did you not, monks, earlier say to yourselves: ‘Venerable ones, look, here comes that mendicant Gautama, that lazy, gluttonous one who has given up on his ascetic practices. Before, when he practiced austerities, he never managed to manifest any deep wisdom derived from the teachings of superior humans. How much worse are things now! He is not to be emulated as he walks around eating proper food and doing easy practices. That lazy glutton! None of us should approach him to greet him or rise when he comes. Don’t help him by holding his robes or his offering bowl. Don’t offer him food or drink for refreshment, nor a place to rest his legs. We can, however, set up some spare seats and say, “Venerable Gautama, these are spare seats. If you like, you may sit.” ’ ”

source: དགེ་སློང་དག་དེ་སྐད་ཅེས་མ་ཟེར་ཅིག་ཅེས་བཀའ་སྩལ་པ་དང་། དེ་དག་མུ་སྟེགས་ཅན་གྱི་རྟགས་དང་། མུ་སྟེགས་ཅན་གྱི་རྒྱལ་མཚན་གང་ཅི་ཡོད་པ་དེ་ཐམས་ཅད་སྐད་ཅིག་དེ་ཉིད་ལ་མེད་པར་གྱུར་ཏེ།
en: Monks, as soon as the Thus-Gone One had uttered these words, every extremist symbol and banner that the five companions were wearing disappeared in an instant.

source: ཆོས་གོས་གསུམ་དང་ལྷུང་བཟེད་དང་ལྡན་པར་གྱུར་ཅིང་། སྐྲ་ཡང་བྲེགས་པར་གྱུར་ཏེ།
en: Instead they each now found themselves dressed in the three robes of a mendicant with an alms bowl and their head shaven.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དགེ་སློང་བསྙེན་པར་རྫོགས་ནས་ལོ་བརྒྱ་ལོན་པའི་སྤྱོད་ལམ་དང་འདྲ་བར་གྱུར་ཏོ།
en: Even their behavior was as if they had already been ordained for a hundred years.

source: །དེ་ཉིད་ཀྱིས་དེ་དག་རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་ཏེ་དགེ་སློང་གི་དངོས་པོར་གྱུར་ཏོ།
en: This truly was their “going forth”; this very ordination became the essence of monkhood.

source: །དགེ་སློང་དག་དེ་ནས་དེའི་ཚེ་དགེ་སློང་ལྔ་པོས་དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་གཏུགས་ཏེ།
en: Monks, right away the five monks bowed at the Thus-Gone One’s feet and confessed their wrong behavior.

source: ཉེས་པ་བཤགས་ནས་དེ་བཞིན་གཤེགས་པ་ལ་སྟོན་པའི་འདུ་ཤེས་དང་། ཕངས་པར་བསམས་པ་དང་། དད་པ་དང་། གུས་པ་སྐྱེད་དེ།
en: In the Thus-Gone One’s presence, they developed their recognition of him as their teacher, as well as their love, devotion, and respect for him.

source: གུས་པ་བསྐྱེད་ནས་ཀྱང་རྫིང་ཁེབས་པར་དེ་བཞིན་གཤེགས་པའི་སྐུ་བསིལ་ཞིང་ཡོངས་སུ་སྦྱང་བའི་ལས་བྱེད་དོ།
en: Out of devotion they then gave the Thus-Gone One a refreshing and cleansing bath in a lotus pond with lotuses of many different colors.

source: །དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་སྐུ་བསིལ་ཏེ་བྱུང་ནས་འདི་སྙམ་དུ་དགོངས་ཏེ། སྔོན་གྱི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་གང་དུ་བཞུགས་ནས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར།
en: Monks, after the Thus-Gone One had been refreshed by his bath, he thought to himself, “Where did all the previous thus-gone ones, the worthy ones, the perfect buddhas, turn the wheel of Dharma?”

source: སྙམ་པ་དང་། དགེ་སློང་དག་ས་ཕྱོགས་གང་དུ་སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་གྱུར་པའི་ས་ཕྱོགས་དེར་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཁྲི་སྟོང་བྱུང་བར་གྱུར་ཏོ།
en: Monks, at whichever place the previous thus-gone ones, the worthy ones, turned the wheel of Dharma, at that place there appeared one thousand jewel thrones, made of seven kinds of jewels.

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་གུས་པར་མཛད་པའི་ཕྱིར། ཁྲི་གསུམ་ལ་བསྐོར་བ་མཛད་ནས་སེང་གེ་ལྟར་བག་ཚ་བ་མི་མངའ་བར་ཁྲི་བཞི་པ་ལ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་བཞུགས་སོ།
en: Then the Thus-Gone One, out of respect to the thus-gone ones of the past, circumambulated the first three thrones and then sat down crossed-legged on the fourth throne like a fearless lion.

source: །དགེ་སློང་ལྔ་པོས་ཀྱང་དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔར་འཁོད་དོ།
en: The five monks prostrated to the Thus-Gone One with their heads at his feet and then sat down before him.

source: །དགེ་སློང་དག་དེ་ནས་དེའི་ཚེ་དེ་བཞིན་གཤེགས་པས་སྐུ་ལས་རྣམ་པ་འདི་ལྟ་བུའི་འོད་ཕྱུང་སྟེ། འོད་དེས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ནས།
en: Monks, at that point the Thus-Gone One’s body began to emit light rays that filled this trichiliocosm with bright light.

source: སྣང་བ་དེས་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་བར་སྡིག་པ་སྡིག་པས་ཁྱབ་པ་མུན་པ་མུན་ནག་ཏུ་གྱུར་པ།
en: This light illuminated the inhabitants of the entire world who were steeped in evil and darkness.

source: གང་དུ་ཉི་མ་དང་ཟླ་བ་འདི་ལྟར་རྫུ་འཕྲུལ་ཆེ་བ། འདི་ལྟར་དབང་ཆེ་བར་གྲགས་པ་འདི་གཉིས་ཀྱི་འོད་ཀྱིས་འོད་དང་ཁ་དོག་གིས་ཁ་དོག་དང་། གཟི་བརྗིད་ཀྱིས་གཟི་བརྗིད་ལམ་མེར་མ་གྱུར་པ།
en: The color and brilliance of this light even outshone that of the sun and the moon, those magical planets that are otherwise so highly praised for their great power.

source: ལྷང་ངེར་མ་གྱུར་པ་གང་ཡིན་པ་དེ་ན་སེམས་ཅན་གང་དག་སྐྱེས་པ་རང་རང་གི་ལག་པ་བརྐྱང་བ་ཡང་མི་མཐོང་བ་དེར་ཡང་དེའི་ཚེ་སྣང་བ་ཆེན་པོ་རྒྱ་ཆེར་བྱུང་བར་གྱུར་ཏོ།
en: The light shone so brightly that it illuminated even places so dark that those beings who are born there cannot see their hands, even if they hold them right in front of their faces.

source: །དེར་སེམས་ཅན་གང་དག་སྐྱེས་པ་དེ་དག་ཀྱང་སྣང་བ་དེས་གསལ་བར་གྱུར་མ་ཐག་ཏུ་གཅིག་གིས་གཅིག་མཐོང་ཞིང་གཅིག་གིས་གཅིག་ཤེས་ཏེ། འདི་སྐད་ཅེས་ཀྱེ་སེམས་ཅན་གཞན་དག་ཀྱང་འདིར་སྐྱེས་སོ།
en: Now even those beings were bathed in light so bright that they immediately saw and acknowledged each other, saying,

source: །ཀྱེ་སེམས་ཅན་གཞན་དག་ཀྱང་འདིར་སྐྱེས་སོ་ཞེས་འཛེར་ཏོ།
en: “Oh my, there are other beings here! There really are!”

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཡང་རྣམ་པ་དྲུག་དང་ལྟས་ཆེན་པོ་བཅོ་བརྒྱད་དུ་གཡོས། རབ་ཏུ་གཡོས། ཀུན་ཏུ་རབ་ཏུ་གཡོས་སོ།
en: Then the whole trichiliocosm began to shake in six different ways and exhibited eighteen great signs.

source: །འགུལ། རབ་ཏུ་འགུལ། ཀུན་ཏུ་རབ་ཏུ་འགུལ་ཏོ། །ལྡེག་རབ་ཏུ་ལྡེག །ཀུན་ཏུ་རབ་ཏུ་ལྡེག་གོ། །འཁྲུགས་རབ་ཏུ་འཁྲུགས།
en: It began to quiver, tremble, quake, wobble, thunder, and roar, each in three degrees of intensity.

source: ཀུན་ཏུ་རབ་ཏུ་འཁྲུགས་སོ། །འུར་འུར་རབ་ཏུ་འུར་འུར།
en: The world shook so violently that when the edge was down, the center was up;

source: ཀུན་ཏུ་རབ་ཏུ་འུར་འུར་རོ། །ཆེམ་ཆེམ། རབ་ཏུ་ཆེམ་ཆེམ། ཀུན་ཏུ་རབ་ཏུ་ཆེམ་ཆེམ་མོ། །མཐའ་དམའ་ན་དབུས་མཐོ་བར་གྱུར་ཏོ། །དབུས་དམའ་ན་མཐའ་མཐོ་བར་གྱུར་ཏོ། །ཤར་ཕྱོགས་དམའ་ན་ནུབ་ཕྱོགས་མཐོ་བར་གྱུར་ཏོ། །ནུབ་ཕྱོགས་དམའ་ན་ཤར་ཕྱོགས་མཐོ་བར་གྱུར་ཏོ། །བྱང་ཕྱོགས་དམའ་ན་ལྷོ་ཕྱོགས་མཐོ་བར་གྱུར་ཏོ། །ལྷོ་ཕྱོགས་དམའ་ན་བྱང་ཕྱོགས་མཐོ་བར་གྱུར་ཏོ།
en: when the edge was up, the center was down; when the east was down, the west was up; when the west was up, the east was down; when the north was down, the south was up; when the north was up, the south was down.

source: །དེའི་ཚེ་དགའ་བར་འགྱུར་བ་དང་། ཚིམ་པར་འགྱུར་བ་དང་། མགུ་བར་འགྱུར་བ་དང་། དང་བར་འགྱུར་བ་དང་། བརྟག་པར་བྱ་བ་དང་། རབ་ཏུ་སིམ་པར་འགྱུར་བ་དང་། བསྔགས་པར་བྱ་བ་དང་། བསྔགས་པ་ཟླ་མེད་པ་དང་། ངོམས་པར་མི་འགྱུར་བ་དང་། མི་འཐུན་པ་མེད་པ་དང་། སྐྲག་པར་མི་འགྱུར་བའི་སྒྲ་དག་ཀྱང་གྲག་སྟེ།
en: At that point one could hear all sorts of pleasant and cheerful sounds. There were sounds that inspired love and made everyone serene. There were inviting and refreshing sounds impossible to describe or imitate, agreeable sounds that do not produce fear.

source: སྐད་ཅིག་དེ་ལ་སེམས་ཅན་གང་ལ་ཡང་རྣམ་པར་འཚེ་བའམ། འཇིགས་པའམ་སྡང་བའམ་བག་ཚ་བ་མེད་པར་གྱུར་ཏོ།
en: At that moment there was not a single being anywhere that felt hostile, frightened, or anxious.

source: །སྐད་ཅིག་དེ་ལ་ཉི་མ་དང་། ཟླ་བ་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་རྣམས་ཀྱི་འོད་ཀྱང་མི་སྣང་ངོ་།
en: At that moment even the light of the sun and moon and the splendor of the gods, such as Śakra, Brahmā, and the world protectors, could not be perceived anymore.

source: །སེམས་ཅན་དམྱལ་བ་པ་དང་དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྐྱེས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱང་སྐད་ཅིག་དེ་ལ་སྡུག་བསྔལ་རྣམས་དང་བྲལ་ཞིང་བདེ་བ་ཐམས་ཅད་དང་ལྡན་པར་གྱུར་ཏོ།
en: All beings who were living in the hells along with those born as animals and all those in the world of the lord of death became instantaneously free from suffering and filled with every happiness.

source: །སེམས་ཅན་གང་ལ་ཡང་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་། ཕྲག་དོག་དང་། སེར་སྣ་དང་། ང་རྒྱལ་དང་། འཆབ་པ་དང་། རྒྱགས་པ་དང་། ཁྲོ་བ་དང་། གནོད་སེམས་དང་། ཡོངས་སུ་གདུང་བའི་གནོད་པ་མེད་དེ་སྐད་ཅིག་དེ་ལ་སེམས་ཅན་ཐམས་ཅད་གཅིག་ལ་གཅིག་བྱམས་པའི་སེམས་དང་། ཕན་པའི་སེམས་དང་། ཕ་མ་ཙམ་དུ་འདུ་ཤེས་པར་གྱུར་ཏོ།
en: No being had any emotion, such as hatred, delusion, envy, jealousy, pride, hypocrisy, arrogance, wrath, malice, or burning anguish. At that moment all sentient beings felt love for each other, wished each other well, and saw each other as parents and children.

source: །འོད་བཀོད་པ་དེ་ལས་ཚིགས་སུ་བཅད་པ་འདི་དག་ཀྱང་བྱུང་ངོ་།
en: Then, from within the array of light, these verses rang out:

source: །དགའ་ལྡན་རིས་ནས་ཤི་འཕོས་གང་།
en: “Leaving the Heaven of Joy,

source: །ཡུམ་གྱི་ལྷུམས་སུ་ཞུགས་པར་གྱུར།
en: The Lord went to the mother’s womb,

source: །ལུམ་བི་ནི་ཡི་ཚལ་བལྟམ་ནས།
en: Took birth in the Lumbinī Grove,

source: །བདེ་བ་སོགས་པའི་ཁྱོ་ཡིས་བླངས།
en: And was lifted up by the husband of Śacī.

source: །གང་ཞིག་སེང་གེའི་རྩལ་སྟབས་ཀྱིས།
en: “With the gait of a lion,

source: །མ་རྨོངས་གོམ་པ་བདུན་བོར་ནས།
en: He took seven steps and, undistracted,

source: །ང་ནི་འཇིག་རྟེན་གཙོ་བོ་ཞེས། །ཚངས་པའི་དབྱངས་ཀྱིས་གསུང་ཕྱུང་ངོ་།
en: Spoke with the voice of Brahmā: ‘I am the most excellent in the world.’

source: །སེམས་ཅན་ཀུན་ལ་ཕན་པའི་ཕྱིར།
en: “In order to help all beings,

source: །གླིང་བཞི་བཏང་སྟེ་རབ་ཏུ་བྱུང་།
en: He abandoned the four continents and took ordination.

source: །དཀའ་ཐུབ་དཀའ་བ་སྤྱད་ནས་ནི།
en: He first practiced austerities and hardships

source: །ས་ཡི་སྙིང་པོ་ག་ལར་གཤེགས།
en: Before going to the center of the earth.

source: །དཔུང་དང་བཅས་པའི་བདུད་བཅོམ་ནས།
en: “He conquered Māra and his army,

source: །འཇིག་རྟེན་ཕན་ཕྱིར་བྱང་ཆུབ་བརྙེས།
en: And gained awakening for the sake of the world.

source: །བཱ་རཱ་ཎ་སཱིར་གཤེགས་ནས་ནི།
en: He has come to Vārāṇasī

source: །ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་མཛད།
en: And will turn the wheel of Dharma.

source: །དེ་ལ་ཚངས་པ་ལྷར་བཅས་པས།
en: “Brahmā and the other gods requested him

source: །མཉམ་པའི་འཁོར་ལོ་བསྐོར་ཞེས་བསྐུལ།
en: To turn the wheel of equanimity.

source: །འཇིག་རྟེན་ཐུགས་རྗེས་བསྐྱེད་ནས་སུ།
en: Engendering compassion for the world,

source: །ཐུབ་པ་ཡིས་ནི་སྣང་བ་མཛད།
en: The Sage gave his consent.

source: །དེ་ནི་ཐུགས་དམ་བརྟན་པ་སྟེ།
en: “Keeping his firm promise,

source: །བཱ་རཱ་ཎ་སཱིར་རི་དགས་ནགས།
en: He has come to the Deer Park at Vārāṇasī.

source: །གཤེགས་ཏེ་འཁོར་ལོ་བླ་མེད་པ།
en: There he will turn the wheel

source: །ཤིན་ཏུ་རྨད་བྱུང་དཔལ་ལྡན་བསྐོར།
en: That is wondrous, glorious, and unsurpassed.

source: །རྒྱལ་བས་བསྐལ་པ་ཁྲག་ཁྲིག་བསྒྲུབས།
en: “The Lord practiced for a hundred billion eons.

source: །ཆོས་དེ་ཉན་པར་གང་འདོད་པ།
en: If you seek the Dharma that he discovered,

source: །དེ་ནི་རིངས་པར་ལ་གོར་དུ།
en: You should come in a hurry

source: །ཆོས་མཉན་པ་ཡི་ཕྱིར་ཤོག་ཤིག །
en: To listen to the Dharma.

source: མི་དང་སངས་རྒྱས་འབྱུང་རྙེད་དཀའ།
en: “Rare is the human condition and the arising of a buddha,

source: །དད་པ་འང་ཤིན་ཏུ་རྙེད་པར་དཀའ།
en: And extremely rare it is that someone develops faith.

source: །མི་ཁོམ་བརྒྱད་སྤངས་རྙེད་པར་དཀའ། །ཆོས་ཉན་པ་ནི་གཙོ་བོ་ཡིན།
en: It is rare to find freedom from the eight unfortunate states, So listening to the Dharma is the most important activity.

source: །སངས་རྒྱས་འབྱུང་དང་དལ་བ་དང་། །དད་དང་ཆོས་མཉན་དམ་པ་དང་། །དེ་དག་ཐམས་ཅད་ད་རྙེད་ཀྱིས།
en: “All these things have been found today: The Thus-Gone One has appeared, and you have your freedom and faith.

source: །བག་མེད་མ་ལུས་རྣམ་པར་སྤོངས།
en: Hearing the Dharma is the most precious thing For one who renounces all mad carelessness.

source: །གལ་ཏེ་བསྐལ་པ་ཁྲག་ཁྲིག་ཏུ།
en: “For the last billion eons,

source: །ཆོས་ཐོས་མི་འགྱུར་སྲིད་པ་དེ། །ཁྱོད་ཀྱིས་དེ་རིང་རྙེད་ཟིན་གྱིས། བག་མེད་མ་ལུས་རྣམ་པར་སྤོངས།
en: You have never heard the Dharma. This Dharma has been discovered today By one who renounces all mad carelessness.

source: །འདྲེན་པ་བདུད་རྩིའི་འཁོར་ལོ་ནི།
en: “Our Guide will turn the wheel of immortality,

source: །སྐོར་བ་མཛད་ཀྱིས་ཀུན་མྱུར་ཤོག །ས་བླའི་ལྷ་ཚོགས་ཚངས་པའི་བར།
en: So come quickly, everyone! This voice now urges all of you gods, From the earth up until Brahmā, to come.”

source: །དེ་དག་རྣམས་ལ་དེ་སྐད་བསྐུལ། །སྒྲ་ཆེན་གྱིས་ནི་ལྷ་བསྐུལ་ནས།
en: Once the great divine voice had called the gods,

source: །སྐད་ཅིག་དེ་ལ་ཐམས་ཅད་ཀྱིས།
en: They at once abandoned their wealth

source: །ལྷ་ཡི་འབྱོར་པ་བོར་ནས་ནི།
en: And all appeared

source: །དེ་དག་སངས་རྒྱས་གན་དུ་ལྷགས།
en: By the side of the Thus-Gone One.

source: །དགེ་སློང་དག་དེ་ལྟར་ས་བླའི་ལྷ་རྣམས་ཀྱིས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིར་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་སུ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་ཕྱིར་དེ་བཞིན་གཤེགས་པའི་འཁོར་གྱི་ཁྱམས་ཆེན་པོ་བཀྲ་བ། བལྟ་ན་སྡུག་པ།
en: Monks, in order for the Thus-Gone One to turn the wheel of Dharma at the Deer Park by the Hill of the Fallen Sages in Vārāṇasī, the earth gods now formed a great circle around the Thus-Gone One. The circle was wonderful and beautiful to the eye.

source: ཡངས་པ་རྒྱ་ཆེ་བ། ཆུ་ཞེང་དུ་དཔག་ཚད་བདུན་བརྒྱ་ཡོད་པ་སྤྲུལ་ཏེ། ལྷ་རྣམས་ཀྱིས་སྟེང་གི་ནམ་མཁའི་དཀྱིལ་དུ་གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་དང་། བླ་རེས་ལེགས་པར་བརྒྱན་པར་གྱུར་ཏོ།
en: It was enormous with a circumference of seven hundred miles, and the gods adorned the sky above it with parasols, victory flags, banners, and canopies.

source: །འདོད་པ་ན་སྤྱོད་པ་དང་། གཟུགས་ན་སྤྱོད་པའི་ལྷའི་བུ་རྣམས་ཀྱིས་སེང་གེའི་ཁྲི་བརྒྱད་ཁྲི་བཞི་སྟོང་དེ་བཞིན་གཤེགས་པ་ལ་ཕུལ་ཏེ།
en: The gods from the desire and form realms then offered to the Thus-Gone One eight million four hundred thousand lion thrones, accompanied by this request:

source: བདག་ཅག་ལ་ཐུགས་བརྩེ་བར་དགོངས་ཤིང་འདི་ལ་བཞུགས་ནས་དོ་མོད་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་དུ་གསོལ་ཞེས་གསོལ་ཏོ།
en: “Please consider us with love and take your seat on this throne. We pray that the Blessed One will then turn the wheel of Dharma.”

source: །དགེ་སློང་དག་དེ་ནས་དེའི་ཚེ་ཤར་དང་། ལྷོ་དང་། ནུབ་དང་། བྱང་དང་། སྟེང་དང་། འོག་དང་། ཕྱོགས་བཅུ་ཀུན་ནས་བྱང་ཆུབ་སེམས་དཔའ་སྔོན་གྱི་སྨོན་ལམ་དང་ལྡན་པ་བྱེ་བ་ཕྲག་མང་པོ་ལྷགས་ཏེ།
en: Monks, at that time from all directions—east, south, west, and north, above and below—many millions of bodhisattvas who had made previous aspirations for this occasion came forth.

source: དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་གཏུགས་ནས། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་བསྐུལ་ཏོ།
en: They all bowed down at the feet of the Thus-Gone One and requested him to turn the wheel of Dharma.

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ན་གང་དག་ཡོད་པའི་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། དེ་དག་མ་ཡིན་པ་གཞན་དབང་ཆེ་བ། དབང་ཆེ་བར་གྲགས་པའི་ལྷའི་བུ་དེ་དག་ཐམས་ཅད་ཀྱང་དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས།
en: All the powerful gods in this billionfold universe, such as Śakra, Brahmā, the world protectors, and the other ones with the title of ‘great lord,’ bowed their heads to the Thus-Gone One’s feet.
